[{"project_id":2, "name":"Oprah Studio Portfolio", "client":"Oprah Studio", "year":"2022", "link":"https://oprahstudio.vercel.app/", "image":"project2.jpg", "description":"The purpose is to indicate all of the works in this portfolio website, and to create memorable visuals and build clear and obvious navigation and structure all the information. I made large headings and large sizes for titles to be easy to read and friendly to access. The main page leads to the way of seeing all sections of websites and visits the ones that users are interested in.", "created_at":"2022-11-20 00:00:00"},
 {"project_id":3, "name":"Pensieve UI/UX Blog", "client":"Oprah Studio", "year":"2022", "link":"", "image":"project3.jpg", "description":"This is a personal project for the reader and the executor without deadlines and clear terms of reference using Vue.js and Laravel. I made my vision of this blog for my fancy articles of UI / UX informations. Correctly presented messages are harmoniously combined with the design, which affects the target audience. The site has nothing superfluous, looks holistic, and is the most easy to access.", "created_at":"2022-11-20 07:23:36"},
 {"project_id":4, "name":"FeDex Consulting Service", "client":"FeDex", "year":"2022", "link":"", "image":"project4.jpg", "description":"FeDex Consulting Service is a business company based in Southeast Asia. The main goal is to make clear and obvious design on this site. The challenge is to balance trust components without being monotonous on this site, so it combined the specialized on Internet color and the most trustful scheme throughout this website which makes it pleasant on the eyes.", "created_at":"2022-11-20 07:25:25"},
 {"project_id":5, "name":"Bibliophile Share Book App", "client":"Douglas Team Member", "year":"2022", "link":"", "image":"project5.jpg", "description":"Bibliophile Share Book App is the personal mobile development and also being a UI / UX designer for this project with team members at college. As a result, we earned top scores at college. The main goal is building functions in this application to share books and sell or rent books with people who live in the same city. We communicated the structures first to build the front-end for users and another app for admins to control everything. I built wireframe and user flow to make sure without mistakes and the best UX experience for users. And then we shared out the work and cooperated with every team member. We tested and debugged the application after development.", "created_at":"2022-11-20 07:27:01"},
 {"project_id":6, "name":"MOT Branding Designs", "client":"MOT", "year":"2019", "link":"", "image":"project6.jpg", "description":"MOT is a local e-commerce brand in Asia that sells luxury lifestyle online. It leads to a relaxed and comfortable for decorating everyone's home. The client required a logo design and brand identity services for offices and store supplies.", "created_at":"2022-11-20 07:28:58"},
 {"project_id":7, "name":"TaiwanMoving Website", "client":"Mimic", "year":"2020", "link":"", "image":"project7.jpg", "description":"TaiwanMoving offers professional moving services based in Taiwan. The client hoped to present impressive designs and colors on this website, brightly. To make it easy to understand the information, and quickly process their services. The big challenge is that the steps and structures between drivers and customer service staff are hard to communicate with different methods.", "created_at":"2022-11-20 07:29:55"},
 {"project_id":8, "name":"StarWalk Game App", "client":"Jade", "year":"2019", "link":"", "image":"project8.jpg", "description":"This demo application created with our team member to offer a game between walking and famous singer stars. People walked further distances which could transfer the product of the favorite star. The screen will show the area of the treasure to get some points for gifts. That was an interesting project.", "created_at":"2022-11-20 07:30:56"},
 {"project_id":9, "name":"ON Facial Masks Package", "client":"Go Global", "year":"2018", "link":"", "image":"project9.jpg", "description":"ON is a brand from China social media company based in New Zealand. It offers natural materials into facial masks of the product to provide the skin care for women. This project kept the minimalist package design with the marble background. Also, another product of different product designs provides for teenage.", "created_at":"2022-11-20 07:32:52"},
 {"project_id":10, "name":"ON Skin Care Website", "client":"Go Global", "year":"2018", "link":"", "image":"project10.jpg", "description":"ON is a brand pf a China social media company based in New Zealand. It offers natural materials into facial masks of the product to provide the skin care for women. This project kept minimal style package design with marble background. This website leads customers to shopping and know their products.", "created_at":"2022-11-20 07:33:46"},
 {"project_id":11, "name":"Go Global Website", "client":"Go Global", "year":"2018", "link":"https://www.goglobal.ltd/", "image":"project11.jpg", "description":"Go Global is a China social media company located in New Zealand to assist local companies to extend their business into China. They have a famous brand on WeChat called 'Go Kiwi' to explore further about New Zealand with advertisements. This project focused on representing their service clearly and obviously.", "created_at":"2022-11-20 07:34:40"},
 {"project_id":12, "name":"Creator Music & Art Website", "client":"Jade", "year":"2017", "link":"", "image":"project12.jpg", "description":"Creator Music & Art is a group focusing on high-quality art and culture since 1994 from China. It offers the service around the world including Asia, Canada, Japan, China with music, concconcertsent.s project indicated the minimalist and luxury design to impressed customers.", "created_at":"2022-11-20 07:35:45"},
 {"project_id":13, "name":"Zuba Car Website", "client":"Mimic", "year":"2019", "link":"", "image":"project12.jpg", "description":"This project is Zuba Car rental service website based in Asia. This brand offers a platform to share their car with people for environmental protection. The main goal was to create modern and stylish web designs that have friendly navigation, high-quality content, easy structure information to process. The structure included front-end pages for renters and admin pages for sharers.", "created_at":"2022-11-20 07:36:47"},
 {"project_id":14, "name":"Jade Innovation Website", "client":"Jade", "year":"2017", "link":"", "image":"project14.jpg", "description":"Jade is an innoviate agency with development and software expertise. We shape brands, design and build websites. This project presented featuring a clean, modern, minimal design, engaging user interaction.", "created_at":"2022-11-20 07:47:10"},
 {"project_id":15, "name":"WeSport Booking Website", "client":"WeSport", "year":"2017", "link":"", "image":"project15.jpg", "description":"WeSport is a local event booking website for local people. The businesses included marathon, triathlon, and bicycle events. The site required a clear structure and easy to understand for users to book because their customers have different age users. The booking service is also extended mobile application.", "created_at":"2022-11-20 07:48:13"},
 {"project_id":16, "name":"Go Global Branding", "client":"Go Global", "year":"2018", "link":"", "image":"project16.jpg", "description":"Go Global is a China social media company located in New Zealand to assist local companies to extend their business into China. They have a famous brand on WeChat called 'Go Kiwi' to explore further about New Zealand with advertisements. This project is to design their brand identity and the print graphic or signs including the business card.", "created_at":"2022-11-20 07:49:25"},
 {"project_id":17, "name":"Preschool Contact Book App", "client":"Jade", "year":"2017", "link":"", "image":"project17.jpg", "description":"This application provides preschool schools with information about their children. The application has two apps including one version for teachers to share information with parents; another version for parents to report and feedback on their comments, and understand their children's current status.", "created_at":"2022-11-20 07:37:48"},
 {"project_id":18, "name":"Phone Screen Protector Package", "client":"Jade", "year":"2017", "link":"", "image":"project18.jpg", "description":"This is a protective eyeglass screen glass protector. To design a few different products for clients. The main requirement is to present its features in this product to impress customers compact to competitors, so we also did the marketing search for it. I love this project to design a minimalist style for this product.", "created_at":"2022-11-20 07:38:52"},
 {"project_id":19, "name":"JIAHO Business Branding", "client":"JIA HO", "year":"2016", "link":"", "image":"project19.jpg", "description":"JIA HO is a management consulting company of the Japan real estate. The client required some professional and minimalist or modern design for their brand identity and the business card.", "created_at":"2022-11-20 07:39:59"},
 {"project_id":20, "name":"Running Event Mascot", "client":"WeSport", "year":"2016", "link":"", "image":"project20.jpg", "description":"This illustration offers the sport event to support and encourage those clients. The design based on the features of the Taiwanese Bear to lead its figures.", "created_at":"2022-11-20 07:41:21"},
 {"project_id":21, "name":"K Space VIP Event", "client":"K Space", "year":"2016", "link":"", "image":"project21.jpg", "description":"K Space is a loft lifestyle luxury brand in Asia. This VIP event to provide entertainments with foods and desserts for the VIP members. I illustrated the pop art style for every items.", "created_at":"2022-11-20 07:42:17"},
 {"project_id":22, "name":"Cutty Sark Tea Postcard", "client":"Cutty Sark", "year":"2016", "link":"", "image":"project22.jpg", "description":"Cutty Sark is a British style of the afternoon tea room restaurant. There are numerous tea events to explore the UK history with foods. This postcards to offer customers how to create different drinks throughout their black tea. This project required a few illustrations into postcards. I offer the photography service to indicate the best pciture.", "created_at":"2022-11-20 07:43:00"},
 {"project_id":23, "name":"Bake Chichi CIS Design", "client":"ChiChi", "year":"2015", "link":"", "image":"project23.jpg", "description":"Bake ChiChi, a small online bakery shop that owners dreamt of, became a reality. The print graphic included the logo design and product stickers. The sharpness of this logo represents this brand selling tarts, cakes or cookies. The brand identity indicated the pink color to show the sweets fruits such as barries, and bring the most delicious to their customers.", "created_at":"2022-11-20 07:43:48"},
 {"project_id":24, "name":"Spring & Summer Product Mangazine", "client":"Cutty Sark", "year":"2013", "link":"", "image":"project24.jpg", "description":"The new product of the magazine for Spring and Summer. ", "created_at":"2022-11-20 07:44:42"},
 {"project_id":25, "name":"Ks Time Event Poster", "client":"K Space", "year":"2014", "link":"", "image":"project25.jpg", "description":"Designing a few posters to VIP Member of the brand 'K Space' including the event of Father Day, Wedding & Party Week. ", "created_at":"2022-11-20 07:45:45"}]